{"translation-revision-date":"2026-01-05 21:08:03+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Ready to use out of the box":["Kullanıma hazır"],"Themes for every industry":["Her sektör için temalar"],"Bring your vision to life — no coding required. Explore hundreds of free and paid ecommerce-optimized themes.":["Vizyonunuzu hayata geçirin; kodlama gerekmez. Ücretsiz ve ücretli, e-ticaret için optimize edilmiş yüzlerce temayı keşfedin."],"Browse free and paid themes":["Ücretsiz ve ücretli temalara göz atın"],"Bring your vision to life%s— no coding required.":["Vizyonunuzu hayata geçirin%s, kodlama gerekmez."],"Pick your perfect theme":["Mükemmel temanızı seçin"],"Sorry, you don't have permission to update the theme.":["Üzgünüz, temayı güncelleme izniniz yok."],"Finish customizing":["Özelleştirmeyi tamamla"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Markanıza en uygun yazı tipi çiftini seçin. Büyük yazı tipi başlıklarda, küçük yazı tipi destekleyici içeriklerde kullanılır. Yazı tipini dilediğiniz zaman Düzenleyici bölümünden değiştirebilirsiniz."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Markanıza en uygun renk paletini seçin. Değiştirmek ister misiniz? Aşağıdan özel renk paletinizi oluşturun veya daha sonra Düzenleyici bölümünden güncelleyin."],"Add patterns":["Desenler ekle"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["WooCommerce.com kitaplığından daha fazla desen kullanılabilir! Mağazanızı bağlamak ve tam kitaplığa erişmek için katılın, ayrıca daha ilgili içerikler ve özelleştirilmiş mağaza kurulumu deneyimi elde edin. Katıldığınızda {{link}}kullanım izleme{{\/link}} etkinleştirilir, bunu dilediğiniz zaman WooCommerce ayarlarından devre dışı bırakabilirsiniz."],"Access more patterns":["Daha fazla desene erişin"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Farklı desenler ve düzenler ekleyip bunları bir araya getirerek etkileşimli bir ana sayfa oluşturun. İçerik de dahil olmak üzere bu sayfayı Düzenleyici üzerinden özelleştirmeye daha sonra devam edebilirsiniz."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Maalesef teknik bir sorun daha fazla desenin görüntülenmesini engelliyor. Lütfen daha sonra <FetchPatterns>tekrar deneyin<\/FetchPatterns>."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["{{link}}Fiverr{{\/link}} kullanarak akılda kalıcı bir logo oluşturarak markanızı oluşturun."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Daha fazla yazı tipi mevcut! Mağazanızı bağlamak ve yazı tipi kitaplığının tamamına erişmek, ayrıca daha alakalı içerik ve özelleştirilmiş bir mağaza kurulum deneyimi elde etmek için kaydolun. Etkinleştirme, WooCommerce ayarları aracılığıyla istediğiniz zaman devre dışı bırakabileceğiniz {{link}}kullanım izlemeyi{{\/link}} etkinleştirecektir."],"Access more fonts":["Daha fazla yazı tipine erişin"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Müşterileri karşılayan bir sayfa oluşturmak için ana sayfa desenlerimizden birini veya daha fazlasını ekleyin."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Sosyal kanallarınızı tanıtın ve müşterilerin en son ürünlerinizi ve haberlerinizi görmesi için onlara bir yol sağlayın."],"Social media":["Sosyal medya"],"Encourage sales by sharing positive feedback from happy shoppers.":["Mutlu müşterilerin olumlu geri bildirimlerini paylaşarak satışları teşvik edin."],"Share information on any services that your business can provide.":["İşletmenizin sağlayabileceği tüm hizmetler hakkında bilgi paylaşın."],"Show your shoppers what’s special about your business.":["Müşterilerinize işletmenizin neyinin özel olduğunu gösterin."],"Put the spotlight on one or more of your products or product categories.":["Dikkatleri ürünleriniz veya ürün kategorilerinizden birine veya daha fazlasına çekin."],"Featured selling":["Öne çıkan satış"],"Go to the Customizer":["Özelleştiriciye git"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Renk paletinden yazı tiplerine ve sayfa düzenlerine kadar her şeyi özelleştirerek her bir ayrıntının markanıza uygun olduğundan emin olun."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Markanızı ve işletmenizi yansıtan bir mağaza tasarlayın. Etkin temanızı özelleştirin, profesyonel olarak tasarlanmış temalardan birini seçin veya mağaza tasarımcımızı kullanarak yeni bir görünüm oluşturun."],"DON'T HAVE A LOGO YET?":["HENÜZ BİR LOGONUZ YOK MU?"],"Want more patterns?":["Daha fazla desen mi istiyorsunuz?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Maalesef bazı teknik sorunlar yaşanıyor, lütfen daha fazla desene erişmek için daha sonra geri gelin."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Daha fazla desene erişmek için <OptInModal>kullanım takibine<\/OptInModal> katılın."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Görünüşe göre ağınızı tespit edemiyoruz. Lütfen internet bağlantınızı tekrar kontrol edin ve sayfayı yenileyin."],"Shuffle":["Karıştır"],"Welcome shoppers to your store with one of our introductory patterns.":["Tanıtım desenlerimizden biriyle müşterileri mağazanıza karşılayın."],"You can edit your content later in the Editor":["Daha sonrasında içeriğinizi Düzenleyicide düzenleyebilirsiniz"],"Browse themes":["Temalara göz atın"],"Choose a professionally designed theme":["Profesyonel olarak tasarlanmış bir tema seçin"],"Use the store designer":["Mağaza tasarlayıcısını kullanın"],"Design your own theme":["Kendi temanızı tasarlayın"],"Design or choose a new theme":["Yeni bir tema tasarlayın veya seçin"],"Services":["Hizmetler"],"Intro":["Giriş"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Tebrikler! Mağazanızı başarıyla tasarladınız. Artık mağaza kurulumunuzu tamamlayıp satışa başlamak için Ana ekrana dönebilirsiniz."],"Design a new theme":["Yeni bir tema tasarlayın"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Etkin temanız değiştirilir ve yaptığınız tüm değişiklikleri kaybedebilirsiniz."],"Are you sure you want to design a new theme?":["Yeni bir tema tasarlamak istediğinizden emin misiniz?"],"Go to Products":["Ürünlere git"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Ürünlerinizi ekleyerek veya içe aktararak sanal raflarınız doldurmaya başlayın ya da örnek ürünleri düzenleyin."],"What's next?":["Sırada ne var?"],"View store":["Mağazayı görüntüle"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Tebrikler! Mağazanızı başarıyla tasarladınız. Mağazanızı kurmaya devam etmeden önce, başardıklarınıza bir bakın."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Aşağıdaki seçeneklerden bir alt bilgi seçin. Alt bilginiz sitenin ikincil gezinmesini içerir ve her bir sayfaya eklenir. Bunu Düzenleyici üzerinden özelleştirmeye daha sonra devam edebilirsiniz."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Önceden tasarlanmış düzenlerimizden birini seçerek ilgi çekici bir anasayfa oluşturun. İçerik de dahil olmak üzere bu sayfayı Düzenleyici üzerinden özelleştirmeye daha sonra devam edebilirsiniz."],"Opt in":["Kaydolun"],"Choose your homepage":["Ana sayfanızı seçin"],"Want more font pairings?":["Daha fazla yazı tipi çifti mi istiyorsunuz?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Daha fazla yazı tipine erişmek için <WordPressLink>WordPress'in en son sürümüne<\/WordPressLink> yükseltin."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Daha fazla yazı tipine erişmek için <OptInModal>kullanım takibine<\/OptInModal> katılın."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Daha fazla yazı tipine erişmek için <WordPressLink>WordPress'in en son sürümüne<\/WordPressLink> yükseltin ve <OptInModal>kullanım takibine katılın<\/OptInModal>."],"Add your products":["Ürünlerinizi ekleyin"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Üzgünüz! Temeller kurulurken bir sorunla karşılaştık. {{anchor}}Lütfen yeniden deneyin{{\/anchor}} veya bir temayla başlayın."],"Choose your footer":["Alt bilginizi seçin"],"Design your homepage":["Ana sayfanızı tasarlayın"],"Choose your header":["Başlığınızı seçin"],"Choose fonts":["Yazı tipleri seçin"],"Choose your color palette":["Renk paletinizi seçin"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Logonuzu eklemek, renk şemalarını değiştirmek ve kendi düzenlerinizi oluşturmak dahil olacak şekilde mağazanızı tasarlamaya başlayın. Olanakları keşfetmek için hızlı bir tura çıkın."],"Discover what's possible with the store designer":["Mağaza tasarımcısı ile nelerin mümkün olduğunu keşfedin"],"Setting up the foundations":["Temeller kuruluyor"],"Customize your theme":["Temanızı özelleştirin"],"Start designing":["Tasarlamaya başlayın"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Yerleşik mağaza tasarımcımızı kullanarak hızla güzel bir mağaza oluşturun. Bir düzen ile stil seçin ve çok daha fazlasını yapın."],"Design your own":["Kendinizinkini tasarlayın:"],"Continue designing":["Tasarlamaya devam et"],"Exit and lose changes":["Çık ve değişikleri kaydet"],"You'll lose any changes you've made to your store's design and will start the process again.":["Mağazanızın tasarımında yaptığınız tüm değişiklikleri kaybedersiniz ve sürece yeniden başlarsınız."],"Are you sure you want to exit?":["Çıkış yapmak istediğinizden emin misiniz?"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Deneysel Yapay Zeka tarafından desteklenmektedir. {{link}}Daha fazla bilgi edinin{{\/link}}"],"Editor canvas":["Düzenleyici kanvası"],"Find out how":["Nasıl yapacağınızı öğrenin"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Görünüşe göre Jetpack'in çevrimdışı modunu kullanıyorsunuz — Yapay Zekayla tasarlamaya başlamak için çevrimiçi moda geçin."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Mağaza Tasarlayıcı sizin için yeni bir mağaza tasarımı oluşturacak ve etkin temanızda yaptığınız tüm değişikleri kaybedeceksiniz. Temanızı düzenlemeye devam etmeyi tercih ederseniz bunu <EditorLink>Düzenleyici<\/EditorLink> üzerinden yapabilirsiniz."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Maalesef ağınızı tespit edemediğimizden [AI Store designer] şu anda kullanılamıyor. Lütfen internet bağlantınızı kontrol edin."],"Looking to design your store using AI?":["Mağazanızı Yapay Zeka kullanarak mı tasarlamak istiyorsunuz?"],"Back to Home":["Ana Sayfaya Dön"],"Go back to the Home screen to complete your store setup and start selling":["Mağaza kurulumunuzu tamamlamak ve satışa başlamak için Ana ekrana dönün"],"Go to the Editor":["Düzenleyiciye git"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Görsellerinizle metinleri değiştirmek, daha fazla sayfa eklemek ve daha fazla özelleştirme yapmak için Düzenleyiciye gidin."],"Fine-tune your design":["Tasarımınızda ince ayar yapın."],"Your store looks great!":["Mağazanız harika görünüyor!"],"Customize your store":["Mağazanızı özelleştirin"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Markanıza uyacak şekilde mağazanızın stilini ve düzenini özelleştirin! Logonuzu ekleyin, yazı tipiyle renkleri değiştirin ve farklı sayfa düzenleri deneyin. Daha sonrasında Düzenleyici üzerinden metin ve görselleri düzenleyebilirsiniz."],"Make your store your own":["Mağazanızı kendinize göre şekillendirin"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Düzen ve stilde yaptığınız tüm değişiklikler gerçek zamanlı olarak burada görünür, yayımlamadan önce farklı görünümleri test etmek için harikadır. Ayrıca mağazanızın mobilde nasıl göründüğünü kontrol etmek için bu alanı yeniden boyutlandırabilirsiniz."],"View your changes in real time":["Değişikliklerinizi gerçek zamanlı olarak görüntüleyin"],"Take a tour":["Tura çık"],"Saving failed.":["Kaydedilemedi."],"Use as site icon":["Site simgesi olarak kullan"],"Link logo to homepage":["Ana sayfaya bağlantı logosu"],"Image width":["Görsel genişliği"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Logonuzu ekleyerek mağazanızın markanızı yansıttığından emin olun. En iyi sonuçlar için en az 300 piksel genişliğinde bir SVG veya PNG dosyası yükleyin."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Aşağıdaki seçeneklerden yeni bir üst bilgi seçin. Üst bilginiz sitenin gezinmesini içerir ve her bir sayfaya eklenir. Bunu Düzenleyici üzerinden özelleştirmeye devam edebilirsiniz."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Site simgeleri tarayıcı sekmelerinde, yer imi çubuklarında ve WordPress mobil uygulamalarında gördüğünüz simgelerdir."],"Logo":["Logo"],"or create your own":["veya kendinizinkini oluşturun"],"Add your logo":["Logonuzu ekleyin"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Mağazanızın tasarımını özelleştirmek için stilimizi ve düzenimizi kullanın. Düzenleyici üzerinden daha sonrasında içerikler ve görseller eklenebilir."],"Let's get creative":["Yaratıcı olalım"],"Opening the doors":["Kapılar açılıyor"],"Turning on the lights":["Işıklar açılıyor"],"30-day money-back guarantee":["30 günlük para iade garantisi"],"Replace":["Değiştir"],"Continue setting up your store":["Mağazanızı ayarlamaya devam edin"],"Options":["Seçenekler"],"Back":["Geri"],"Navigation":["Dolaşım"],"Style":["Stil"],"About":["Hakkımızda"],"Layout":["Yerleşim"],"Browse the Marketplace":["Mağazaya gözat"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Önceki"],"Close":["Kapat"],"Cancel":["Vazgeç"],"Delete":["Sil"],"Settings":["Ayarlar"],"Default":["Varsayılan"],"Reviews":["Değerlendirmeler"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}