{"translation-revision-date":"2026-01-05 21:08:03+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Toggle sidebar":["Kenar çubuğunu aç\/kapat"],"Failed to reset your %s onboarding.":["%s katılımınız sıfırlanamadı."],"Failed to reset your %s account.":["%s hesabınız sıfırlanamadı."],"Failed to reset: missing reset URL. Please refresh and try again.":["Sıfırlama başarısız: Sıfırlama URL'si eksik. Lütfen yenileyip tekrar deneyin."],"Yes, reset onboarding":["Evet, ilk katılımı sıfırla"],"When you reset the %s onboarding your progress and the provided data will be lost. This action cannot be undone, but you can restart the onboarding any time.":["%s katılım sürecini sıfırladığınızda, sağlanan veriler kaybolacaktır. Bu eylem geri alınamaz, ancak katılımı istediğiniz zaman yeniden başlatabilirsiniz."],"Reset onboarding":["Katılım sıfırlayın"],"Yes, reset test account":["Evet, test hesabını sıfırla"],"Reset your account":["Hesabınızı sıfırlayın"],"Submit for verification":["Doğrulama için gönder"],"Ready to test payments":["Ödemeleri test etmeye hazır"],"Test or live account":["Test hesabı veya canlı hesap"],"Connect with %s":["Şunun ile bağlan: %s"],"Set up payments for your store in just a few steps. With WooPayments, you can accept online and in-person payments, track revenue, and handle all payment activity from one place.":["Sadece birkaç adımda mağazanız için ödemeleri ayarlayın. WooPayments ile çevrimiçi ve şahsen ödemeleri alabilir, gelirinizi izleyebilir ve tüm ödeme etkinliğini tek bir yerden yönetebilirsiniz."],"Enabling":["Etkinleştiriliyor"],"Enable %s":["Şunu etkinleştir: %s"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["%1$s ile ilk katılıma devam etmek için test hesabınızı sıfırlamanız gerekiyor. Bu, yeni bir test hesabı oluşturacak ve mevcut tüm %2$s hesap ayrıntılarını ve test işlemlerini sıfırlayacaktır."],"Step %1$s of %2$s":["Adım %1$s\/%2$s"],"Close sidebar":["Kenar çubuğunu kapat"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Hesabınızı sıfırladığınızda %s hesap ayrıntılarınız, test işlemleri ve ödeme geçmişi dahil olmak üzere tüm ödeme verileri kaybolur. Sipariş geçmişiniz kalacak. Bu işlem geri alınamaz ancak dilediğiniz zaman yeni bir test hesabı oluşturabilirsiniz."],"Installing":["Yükleniyor"],"Yes, reset account":["Evet, hesabı sıfırla"],"Are you sure you'd like to continue?":["Devam etmek istediğinizden emin misiniz?"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Test hesabınızı sıfırladığınızda %s hesap ayrıntılarınız, test işlemleri ve ödeme geçmişi dahil olmak üzere tüm ödeme verileri kaybolur. Sipariş geçmişiniz kalacak. Bu işlem geri alınamaz ancak dilediğiniz zaman yeni bir test hesabı oluşturabilirsiniz."],"Reset your test account":["Test hesabınızı sıfırlayın"],"Activate payments":["Ödemeleri etkinleştir"],"Choose your payment methods":["Ödeme yöntemlerinizi seçin"],"Accept payments with Woo":["Woo ile ödeme kabul edin"],"server caches":["sunucu önbellekleri"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["<link><\/link> güncellenir güncellenmez görüntülenmeye hazır olacak. Lütfen bekleyin veya bunu manuel olarak nasıl yapacağınızı öğrenmek için web barındırıcınızla iletişime geçin."],"Congratulations! Your store will launch soon":["Tebrikler! Mağazanız yakında başlatılacak"],"Explore support resources":["Destek kaynaklarını keşfedin"],"Help is on hand":["Yardım hazırdır"],"Get the app":["Uygulamayı edinin"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Ücretsiz WooCommerce Mobile uygulaması ile mağazanızı istediğiniz yerde yönetin."],"Manage your store on the go":["Mağazanızı hareket halindeyken yönetin"],"Add extensions":["Uzantılar ekleyin"],"Add extra features and functionality to your store with Woo extensions.":["Woo uzantılarıyla mağazanıza ekstra özellikler ve işlevler ekleyin."],"Power up your store":["Mağazanızı güçlendirin"],"Install Mailchimp":["Mailchimp'i yükleyin"],"Manage Mailchimp":["Mailchimp'i yönetin"],"Build customer relationships":["Müşteri ilişkileri oluşturun"],"Add payment methods":["Ödeme yöntemleri ekleyin"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Mağazanıza ek ödeme yöntemleri ekleyerek müşterilerinize daha fazla ödeme yöntemi sunun."],"Provide more ways to pay":["Daha fazla ödeme yöntemi sunun"],"Promote products":["Ürünleri tanıtın"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Ürünlerinizi milyonlarca etkileşimde olan müşteriye tanıtarak müşteri kitlenizi büyütün."],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Takıldığınızı hissediyorsanız veya rehberliğe ihtiyacınız varsa ayrıntılı kılavuzlara ve destek ekibimiz her zaman mevcuttur."],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Müşterilerinizi mağazanızdaki yeniliklerden haberdar edin ve akıllı satın alma sonrası otomasyonlar kurun."],"Promote your products":["Ürünlerinizi tanıtın"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Geri bildiriminiz <privacyLink>gizlilik politikamıza<\/privacyLink> uygun olarak yalnızca WooCommerce ile paylaşılacak ve işlenecektir."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Neden böyle hissediyorsunuz? <smallText>(isteğe bağlı)<\/smallText>"],"How was the experience of launching your store?":["Mağazanızı başlatma deneyimi nasıldı?"],"Visit your store":["Mağazanızı ziyaret edin"],"Congratulations! Your store is now live":["Tebrikler! Mağazanız artık yayında"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Üzgünüz! Mağazanız başlatılırken bir sorunla karşılaştık. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Mağazanız yayında olduktan sonra test siparişlerini analizler ve işlemler dahil olmak üzere ilgili verileri kaldırın. "],"Remove %d test orders":["%d test siparişini kaldırın"],"Test data":["Test verileri"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Harika bir iş! Mağazanız yayınlanmaya hazır, tamamlanması gereken beklemede görev yok."],"Essential Tasks":["Temel Görevler"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Satmaya hazır mısınız? Mağazanızı yayınlamadan önce temel görevleri tamamladığınızdan emin olun. Mağaza görünürlüğünüzü değiştirmek isterseniz WooCommerce | Ayarlar | Site görünürlüğü bölümüne gidin."],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Mağazanızı başarıyla açtınız ve satışa başlamaya hazırsınız! İşletmenizin büyüdüğünü görmek için sabırsızlanıyoruz."],"What’s next?":["Sırada ne var?"],"Launch Your Store":["Mağazanızı Yayınlayın"],"Launch your store":["Mağazanızı yayınlayın"],"Please try again":["Lütfen tekrar deneyin"],"Back to Home":["Ana Sayfaya Dön"],"Set up WooPayments":["WooPayments'ı Kurun"],"Go back":["Geri dön"],"We appreciate your feedback!":["Geribildirim için teşekkürler!"],"Send":["Gönder"],"Back":["Geri"],"Install":["Kur"],"Install %s":["Yükle %s"],"Copy link":["Bağlantıyı kopyala"],"Enable":["İzin ver"],"Copied!":["Kopyalandı!"],"Close":["Kapat"],"Preview":["Önizleme"],"Cancel":["Vazgeç"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}