{"translation-revision-date":"2026-01-05 21:08:03+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Failed to delete the variation.":["Varyasyon silinemedi."],"%s deleted.":["%s silindi"],"Deleted variations cannot be restored.":["Silinen varyasyonlar geri yüklenemez."],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["Devam ederseniz bu varyasyon tüm bilgileriyle birlikte silinir ve müşteriler artık bunu satın alamaz."],"Delete %s?":["%s silinsin mi?"],"Delete variation":["Varyasyonu sil"],"New product form (Beta)":["Yeni ürün formu (Beta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Dijital ürünler, varyasyonlar ve daha fazlasını ekleme özelliği dahil olmak üzere ürün formuna daha fazla özellik eklemek için aktif olarak çalışıyoruz. Bizi izlemede kalın!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Ürünlerinizi hiç vakit kaybetmeden listeleyin ve satın alınmaya hazır hale getirin! Modern teknolojimiz, güvenilir ve hızlı bir deneyim sağlar."],"Lightning fast performance ":["Işık hızında performans "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Ürünlerinizin mükemmel yönlerini gösterin ve zengin içerikli ürün açıklamalarıyla müşterilerinizin ilgisini çekin. Satın almaya ihtiyaç duyabilecekleri görselleri, videoları ve diğer içerikleri ekleyin."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Ürünlerinizi oluşturmak ve satmak için ihtiyacınız olan her şey tek bir yerde. Fotoğraf ve açıklamalardan fiyatlandırma ve stoklara kadar tüm ürün ayarlarınız burada bulunabilir."],"About the form…":["Form hakkında..."],"Thanks for the feedback — we'll put it to good use!":["Geri bildiriminiz için teşekkürler. İyi bir şekilde değerlendireceğiz!"],"What do you think of the new product form?":["Yeni ürün formu hakkında ne düşünüyorsunuz?"],"Tell me more":["Daha fazla bilgi ver"],"More features are on the way":["Daha fazla özellik yolda"],"Content-rich product descriptions":["İçerik bakımından zengin ürün açıklamaları"],"Fresh and modern interface":["Yepyeni ve modern arayüz"],"Save changes and go back to the classic product editing screen.":["Değişiklikleri kaydederek klasik ürün düzenleme ekranına dönün."],"Please enter no more than 500 characters.":["Lütfen en fazla 500 karakter girin."],"Please enter a valid email address.":["Lütfen geçerli bir e-posta adresi girin."],"In case you want to participate in further discussion and future user research.":["Daha fazla tartışmaya ve gelecekteki kullanıcı araştırmalarına katılmak isterseniz diye."],"YOUR EMAIL ADDRESS <optional \/>":["E-POSTA ADRESİNİZ <optional \/>"],"(OPTIONAL)":["(İSTEĞE BAĞLI)"],"ADDITIONAL THOUGHTS <optional \/>":["EK DÜŞÜNCELER <optional \/>"],"Turn off the new product editor":["Yeni ürün düzenleyiciyi kapat"],"The product editing screen is easy to use":["Ürün düzenleme ekranının kullanımı kolay"],"The product editing screen's functionality meets my needs":["Ürün düzenleme ekranının işlevselliği ihtiyaçlarımı karşılıyor"],"Guide controls":["Rehber kontrolleri"],"Page %1$d of %2$d":["Sayfa %1$d \/ %2$d"],"Finish":["Bitir"],"Share feedback":["Görüşlerinizi paylaşın"],"Previous":["Önceki"],"Next":["İleri"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6844.js"}}