{"translation-revision-date":"2026-01-05 21:08:03+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Would you like to update now?":["Şimdi güncellemek ister misiniz?"],"To continue, please update your %s plugin to the latest version. This update includes critical security enhancements and new features.":["Devam etmek için lütfen %s eklentinizi en son sürüme güncelleyin. Bu güncelleme önemli güvenlik iyileştirmeleri ve yeni özellikler içeriyor."],"Update WooPayments":["WooPayments'ı güncelle"],"An update to %s is required":["%s için bir güncelleme gerekiyor"],"Not now":["Şimdi değil"],"Failed to reset your %s onboarding.":["%s katılımınız sıfırlanamadı."],"Failed to reset your %s account.":["%s hesabınız sıfırlanamadı."],"Failed to reset: missing reset URL. Please refresh and try again.":["Sıfırlama başarısız: Sıfırlama URL'si eksik. Lütfen yenileyip tekrar deneyin."],"Yes, reset onboarding":["Evet, ilk katılımı sıfırla"],"When you reset the %s onboarding your progress and the provided data will be lost. This action cannot be undone, but you can restart the onboarding any time.":["%s katılım sürecini sıfırladığınızda, sağlanan veriler kaybolacaktır. Bu eylem geri alınamaz, ancak katılımı istediğiniz zaman yeniden başlatabilirsiniz."],"Reset onboarding":["Katılım sıfırlayın"],"Yes, reset test account":["Evet, test hesabını sıfırla"],"Reset your account":["Hesabınızı sıfırlayın"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["%1$s ile ilk katılıma devam etmek için test hesabınızı sıfırlamanız gerekiyor. Bu, yeni bir test hesabı oluşturacak ve mevcut tüm %2$s hesap ayrıntılarını ve test işlemlerini sıfırlayacaktır."],"Provide some additional details about your business so you can begin accepting real payments. {{link}}Learn more{{\/link}}":["Gerçek ödemeleri kabul etmeye başlayabilmek için işletmenizle ilgili ek ayrıntılar paylaşın. {{link}}Daha fazla bilgi edinin{{\/link}}"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Hesabınızı sıfırladığınızda %s hesap ayrıntılarınız, test işlemleri ve ödeme geçmişi dahil olmak üzere tüm ödeme verileri kaybolur. Sipariş geçmişiniz kalacak. Bu işlem geri alınamaz ancak dilediğiniz zaman yeni bir test hesabı oluşturabilirsiniz."],"The provider could not be enabled. Check the Manage page for details.":["Sağlayıcı etkinleştirilemedi. Ayrıntılar için Sayfayı yönet bölümünü kontrol edin."],"Finish completing the tasks required to launch your store.":["Mağazanızı kullanıma sunmak için gereken görevleri tamamlayın."],"What's next:":["Sıradakiler:"],"You're ready to test payments!":["Ödemeleri test etmeye hazırsınız!"],"Yes, reset account":["Evet, hesabı sıfırla"],"Are you sure you'd like to continue?":["Devam etmek istediğinizden emin misiniz?"],"We've created a test account for you so that you can begin testing payments on your store. {{break\/}}Not sure what to test? Take a look at {{link}}how to test payments{{\/link}}.":["Mağazanızda ödemeleri test etmeye başlayabilmeniz için bir test hesabı oluşturduk. {{break\/}}Neleri test edeceğinizden emin değil misiniz? {{link}}Ödemeleri nasıl test edeceğinizi{{\/link}} görün."],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Test hesabınızı sıfırladığınızda %s hesap ayrıntılarınız, test işlemleri ve ödeme geçmişi dahil olmak üzere tüm ödeme verileri kaybolur. Sipariş geçmişiniz kalacak. Bu işlem geri alınamaz ancak dilediğiniz zaman yeni bir test hesabı oluşturabilirsiniz."],"Reset your test account":["Test hesabınızı sıfırlayın"],"Complete setup":["Kurulumu tamamla"],"Activate payments":["Ödemeleri etkinleştir"],"An error occurred. You will be redirected to the settings page, try enabling the payment gateway there.":["Bir hata oluştu. Ayarlar sayfasına yeniden yönlendirileceksiniz, ödeme geçidini buradan etkinleştirmeyi deneyin."],"Continue your store setup":["Mağazanızın kurulumuna devam edin"],"Continue store setup":["Mağaza kurulumuna devam et"],"Manage":["Yönet"],"Enable":["İzin ver"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6005.js"}}