{"translation-revision-date":"2026-01-05 21:08:03+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Test payments":["Ödemeleri test etme"],"A test account will be created for you to {{link}}test payments on your store{{\/link}}. You'll need to activate payments later to process real transactions.":["{{link}}Mağazanızda ödemeleri test etmeniz{{\/link}} için bir test hesabı oluşturulur. Gerçek işlemleri işlemek için daha sonra ödemeleri etkinleştirmeniz gerekir."],"Test payments first, activate later":["Önce ödemeleri test edin, daha sonra etkinleştirin"],"Start accepting payments":["Ödemeleri kabul etmeye başlayın"],"Provide some additional details about your business to process real transactions. {{link}}Learn more{{\/link}}":["Gerçek işlemleri gerçekleştirmek için işletmeniz hakkında bazı ek bilgiler verin. {{link}}Daha fazla bilgi edinin{{\/link}}"],"Activate payments to accept real orders and process transactions.":["Gerçek siparişleri kabul etmek ve işlemleri gerçekleştirmek için ödemeleri etkinleştirin."],"You're almost there — time to activate payments!":["Neredeyse bitti, ödemeleri etkinleştirmenin zamanı geldi!"],"Unable to start the business verification session. If this problem persists, please contact support.":["İşletme doğrulama oturumu başlatılamıyor. Sorun devam ederse lütfen destek ekibiyle iletişime geçin."],"Activate real payments":["Gerçek ödemeleri etkinleştir"],"Almost there!":["Çok az kaldı!"],"Setting up your test account":["Test hesabınız oluşturuluyor"],"Your test account was successfully reset.":["Test hesabınız başarıyla sıfırlandı."],"Reset Account":["Hesabı Sıfırla"],"Close this window":["Bu pencereyi kapat"],"Go to Payments Overview":["Ödemelere Genel Bakışa Git"],"Great news — your WooPayments account has been activated. You can now start accepting payments on your store.":["Harika bir haberimiz var; WooPayments hesabınız etkinleştirildi. Artık mağazanızda ödemeleri kabul etmeye başlayabilirsiniz."],"You’re ready to accept payments!":["Ödemeleri kabul etmeye hazırsınız!"],"Thank you for your patience! Unfortunately, the test account creation is taking a bit longer than we anticipated. But don't worry — we won't give up! Feel free to close this modal and check back later. We appreciate your understanding!":["Sabrınız için teşekkür ederiz! Maalesef test hesabı oluşturma işlemi beklediğimizden biraz daha uzun sürüyor. Ama merak etmeyin, pes etmeyeceğiz! Bu kalıcı pencereyi kapatıp daha sonra tekrar kontrol etmekten çekinmeyin. Anlayışınız için teşekkür ederiz!"],"The test account creation is taking a bit longer than expected, but don't worry — we're on it! Please bear with us for a few seconds more as we set everything up for your store.":["Test hesabı oluşturma işlemi beklenenden biraz daha uzun sürüyor, ancak endişelenmeyin, hemen ilgileniyoruz! Mağazanız için her şeyi ayarlarken lütfen birkaç saniye daha bekleyin."],"Try Again":["Yeniden Dene"],"Creating test account failed. Please try again.":["Test hesabı oluşturulamadı. Lütfen tekrar deneyin."],"In just a few moments, you'll be ready to test payments on your store.":["Sadece birkaç dakika içinde, mağazanızda ödemeleri test etmeye hazır olacaksınız."],"Finishing payments setup":["Ödeme kurulumu tamamlanıyor"],"Select which payment methods you'd like to offer to your shoppers. You can update these at any time.":["Müşterilere sunmak istediğiniz ödeme yöntemlerini seçin. Bunları istediğiniz zaman güncelleyebilirsiniz."],"An error occurred while creating your test account. Please try again.":["Test hesabınız oluşturulurken bir hata oluştu. Lütfen tekrar deneyin."],"Payment activation through our financial partner requires HTTPS and cannot be completed.":["Finans ortağımız aracılığıyla ödemenin etkinleştirilmesi için HTTPS gerekir ve tamamlanamaz."],"By using %1$s, you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} (including {{merchantTermsLink}}%2$s merchant terms{{\/merchantTermsLink}}) and acknowledge that you have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["%1$s kullanarak {{tosLink}}Hizmet Koşullarımıza{{\/tosLink}} ({{merchantTermsLink}}%2$s satıcı koşulları{{\/merchantTermsLink}} dahil) bağlı kalmayı ve {{privacyPolicyLink}}Gizlilik Politikamızı{{\/privacyPolicyLink}} okuduğunuzu kabul etmiş olursunuz."],"Please provide a type of goods or services":["Lütfen bir tür mal veya hizmet sağlayın"],"Please provide a business type":["Lütfen bir işletme türü sağlayın"],"Please provide a country":["Lütfen bir ülke girin"],"Please provide a response":["Lütfen bir yanıt verin"],"What type of goods or services does your business sell? ":["İşletmeniz ne tür mal ve hizmetler satıyor? "],"What category of legal entity identify your business?":["İşletmenizi hangi tüzel kişilik kategorisi tanımlar?"],"What type of legal entity is your business?":["İşletmeniz ne tür bir tüzel kişiliktir?"],"This info will verify your account":["Bu bilgi hesabınızı doğrular"],"Finish your verification process":["Doğrulama işleminizi tamamlayın"],"This will take place in a secure environment through our partner. Once your business details are verified, you’ll be redirected back to your store dashboard.":["Bu, ortağımız aracılığıyla güvenli bir ortamda gerçekleşecek. İşletme bilgileriniz doğrulandıktan sonra, mağaza panonuza geri yönlendirileceksiniz."],"Select a country":["Bir ülke seç"],"One last step! Verify your identity with our partner":["Son bir adım! İş ortağımızla kimliğinizi doğrulayın"],"This info will help us speed up the set up process.":["Bu bilgi, kurulum işlemini hızlandırmamıza yardımcı olacaktır."],"Please share a few more details":["Lütfen birkaç ayrıntı daha paylaşın"],"We’ll use these details to enable payments for your store. This information can’t be changed after your account is created.":["Mağazanız için ödemeleri etkinleştirmek üzere bu ayrıntıları kullanacağız. Hesabınız oluşturulduktan sonra bu bilgiler değiştirilemez."],"Let’s get your store ready to accept payments":["Mağazanızı ödeme almaya hazır hale getirelim"],"You are currently testing payments on your store. To activate real payments, you will need to provide some additional details about your business. {{link}}Learn more{{\/link}}.":["Şu anda mağazanızda ödemeleri test ediyorsunuz. Gerçek ödemeleri etkinleştirmek için işletmeniz hakkında bazı ek bilgiler sağlamanız gerekir. {{link}}Daha fazla bilgi edinin{{\/link}}."],"Start accepting real payments":["Gerçek ödemeleri kabul etmeye başlayın"],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":["Dahili Gelir Hizmeti (IRS) tarafından vergiden muaf durumu verildiyse seçin"],"Select if your business is classed as a government entity":["İşletmeniz devlet kuruluşu olarak sınıflandırıldıysa seçin"],"Select if you run a non-business entity":["İşletme dışı bir kuruluş çalıştırıyorsanız seçin"],"Select if you filed documentation to register your business with a government agency":["İşletmenizi bir devlet kurumu ile tescil ettirmek için başvuru yaptıysanız seçin"],"Select if you run your own business as an individual and are self-employed":["Bireysel olarak kendi işinizi yürütüyorsanız ve serbest çalışansanız seçin"],"You’ll be briefly redirected to connect your store to your WordPress.com account and unlock the full features and functionality of WooPayments":["Mağazanızı WordPress.com hesabınıza bağlamak ve WooPayments'ın tüm özelliklerinden ve işlevlerinden yararlanmak için kısa süreliğine yeniden yönlendirileceksiniz."],"Search…":["Ara…"],"Connect to WordPress.com":["WordPress.com&#8217;a bağlan"],"Step %1$s of %2$s":["Adım %1$s\/%2$s"],"Step active":["Adım etkin"],"Step completed":["Adım tamamlandı"],"There are environment or store setup issues which are blocking progress. Please resolve them to proceed.":["İlerlemeyi engelleyen ortam veya mağaza kurulumu sorunları var. Devam etmek için lütfen bunları çözün."],"Show more (%s)":["Daha fazla göster (%s)"],"No selection":["Seçim yok"],"Currently selected: %s":["Şu an seçili: %s"],"Activate payments":["Ödemeleri etkinleştir"],"Choose your payment methods":["Ödeme yöntemlerinizi seçin"],"Set up WooPayments":["WooPayments'ı Kurun"],"Where is your business located?":["İşletmenizin bulunduğu yer neresi?"],"Back":["Geri"],"Select an option":["Bir seçenek seçin"],"Dismiss this notice":["Bu bildirimi kapat"],"Setup":["Kurulum"],"Connect":["Bağlan"],"OR":["VEYA"],"Cancel":["Vazgeç"],"Continue":["Devam et"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/2863.js"}}