{"translation-revision-date":"2026-01-05 21:08:03+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"opens in a new tab":["yeni bir sekmede açar"],"Visit {{Link}}the WooCommerce Marketplace{{\/Link}} to find more shipping, delivery, and fulfillment solutions.":["Daha fazla gönderim, teslimat ve tamamlama çözümü bulmak için {{Link}}WooCommerce Pazar Yeri{{\/Link}}'ni ziyaret edin."],"For example, we’ve added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Örneğin, ülkenizdeki alışveriş yapanlar için \"Ücretsiz kargo\" yöntemini ekledik. Düzenle veya Sil'i seçerek gönderim yöntemlerini düzenleyebilir, ekleyebilir veya kaldırabilirsiniz."],"Add one or more shipping methods you’d like to offer to shoppers in your zones.":["Bölgelerinizdeki müşterilere sunmak istediğiniz bir veya daha fazla gönderim yöntemini ekleyin."],"We’ve added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Başlamanız için bazı kargo bölgeleri ekledik; Düzenle veya Sil'i seçerek bunları yönetebilirsiniz."],"Specify the areas you’d like to ship to! Give each zone a name, then list the regions you’d like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Gönderim yapmak istediğiniz bölgeleri belirtin! Her bölgeye bir ad verin ve ardından dahil etmek istediğiniz bölgeleri listeleyin. Bölgeleriniz posta kodu kadar spesifik veya ülke kadar geniş olabilir. Alışveriş yapanlar yalnızca kendi bölgelerinde mevcut olan yöntemleri görecektir."],"There was a problem marking the shipping tour as completed.":["Sevkiyat seferi tamamlandı olarak işaretlenirken bir sorun oluştu."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["İşleminizi hızlandırmak ve gönderi etiketinizi doğrudan WooCommerce panonuzdan yazdırmak istiyorsanız Woo Shipping sizin için ideal olabilir! "],"Print USPS, UPS, and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["USPS, UPS ve DHL etiketlerini doğrudan Woo panonuzdan yazdırın ve indirimli fiyatlar sayesinde gönderim masraflarınızdan tasarruf edin. WooCommerce Shipping'i bu bölümden yönetebilirsiniz."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Mağazanıza aşağıdaki gönderim uzantılarından birini eklemenizi öneririz. \"Başla\"ya tıkladığınızda uzantı sizin için yüklenir ve etkinleştirilir."],"Recommended shipping solutions":["Önerilen gönderim çözümleri"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping yüklendi!"],"Print USPS, UPS, and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["USPS, UPS ve DHL Express etiketlerini doğrudan WooCommerce panonuzdan yazdırın ve nakliye işlemlerinden tasarruf edin."],"Finish the setup by connecting your store to WordPress.com.":["Mağazanızı WordPress.com'a bağlayarak kurulumu tamamlayın."],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Bunu gizle"],"Get started":["Haydi başlayalım"],"Task List Options":["Görev listesi seçenekleri"],"Recommended":["Önerilen"],"Activate":["Etkinleştir"],"Shipping zones":["Gönderim bölgeleri"],"Learn more":["Daha fazla bilgi edin"],"Shipping methods":["Gönderim yöntemleri"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}